Repository: ahmeddeveloper55/assignment_task
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: The coordinates entered are not linked to an address.
ar: الإحداثيات المقدمة لا ترتبط بأي عنوان على الخريطة.

source: latitude
ar: خط العرض

source: longitude
ar: خط الطول

source: use location value
ar: استخدام قيمة الموقع

source: method
ar: الطريقة

source: otp token
ar: رمز التحقق

source: username
ar: اسم المستخدم

source: password
ar: كلمة المرور

source: id
ar: المعرف

source: The phone number is not associated with an account.
ar: رقم الهاتف غير مرتبط بحساب.

source: This account is inactive.
ar: هذا الحساب غير نشط.

source: The username or password is incorrect.
ar: اسم المستخدم او كلمة المرور غير صحيحة

source: The email is not associated with an account.
ar: البريد الإلكتروني غير مرتبط بحساب.

source: The passwords do not match. Please enter the same password in both fields.
ar: كلمات المرور غير متطابقة. الرجاء إدخال نفس كلمة المرور في كلا الحقلين.

source: bank
ar: بنك

source: banks
ar: بنوك

source: title
ar: العنوان

source: subtitle
ar: العنوان الفرعي

source: project
ar: المشروع

source: projects
ar: المشاريع

source: city
ar: المدينة

source: cities
ar: المدن

source: complaint type
ar: نوع الشكوى

source: complaint Type
ar: نوع الشكوى

source: complaint Types
ar: انواع الشكاوي

source: Complaint
ar: الشكوى

source: Complaints
ar: الشكاوي

source: Call
ar: اتصال

source: Whats App
ar: واتس اب

source: type
ar: نوع

source: contact
ar: جهة اتصال

source: contacts
ar: جهات اتصال

source: phone number
ar: رقم هاتف

source: email
ar: بريد إلكتروني

source: timezone
ar: وحدة زمنية

source: price
ar: سعر

source: The object has been activated successfully
ar: تم تفعيل العنصر بنجاح

source: The object has been deactivated successfully
ar: تم إلغاء تنشيط العنصر بنجاح

source: content type
ar: نوع مالك العقار

source: object id
ar: نوع الكائن

source: content object
ar: الكائن

source: slug
ar: المعرف

source: name
ar: الاسم

source: image
ar: الصورة

source: icon
ar: الايكون

source: file
ar: الملف

source: sort order
ar: الترتيب

source: positive integer
ar: عدد صحيح موجب

source: created by
ar: تم الإنشاء بواسطة

source: updated by
ar: تم التحديث بواسطة

source: created at
ar: أنشئت في

source: updated at
ar: تم التحديث في

source: is active
ar: نشيط

source: enabled at
ar: تم التنشيط في

source: description
ar: الوصف

source: note
ar: ملاحظات

source: percent
ar: نسبة

source: This field must be less than the {fields[1]}.
ar: يجب أن يكون هذا الحقل أقل من {fields[1]}.

source: expected budget
ar: الميزانية المتوقعة

source: interests
ar: الاهتمامات

source: customer
ar: العميل

source: customers
ar: العملاء

source: account deletion request
ar: طلب حذف الحساب

source: account deletion requests
ar: طلبات حذف الحساب

source: Reservation
ar: حجز

source: Visit Confirmation
ar: تأكيد زيارة

source: Visit Request
ar: طلب الزيارة

source: Suitable
ar: ملائمة

source: Not Interested
ar: غير مهتم

source: Weekly Follow-up
ar: متابعة إسبوعية

source: Consultancy Session
ar: جلسة استشارية

source: Contact
ar: تواصل

source: Reconnect
ar: إعادة تواصل

source: status
ar: الحالة

source: visit date
ar: تاريخ الزيارة

source: unit
ar: الوحده

source: engagement
ar: إدارة التواصل

source: engagements
ar: إدارة التواصل

source: facilities
ar: المرافق

source: facility
ar: المرفق

source: question
ar: السؤال

source: favorite
ar: المفضلة

source: favorites
ar: المفضلات

source: features
ar: المميزات

source: feature
ar: الميزه

source: fomo message
ar: رسائل Fomo

source: guarantee
ar: الضمانة

source: guarantee period
ar: مدة الضمان

source: View
ar: قام بعرض البيانات

source: Create
ar: إضافة

source: update
ar: قام بتحديث البيانات

source: Delete
ar: قام بحذف بيانات

source: history
ar: الارشيف

source: histories
ar: الارشيف

source: term and condition
ar: الشروط والاحكام

source: terms and conditions
ar: الشروط والاحكام

source: CR NO.
ar: رقم السجل التجاري

source: Val License
ar: رخصة فال

source: Property Developer License
ar: رخصة مطور عقاري

source: number
ar: الرقم

source: issue place
ar: مكان الإصدار

source: issue date
ar: تاريخ الإصدار

source: expiry date
ar: تاريخ الانتهاء

source: license
ar: الرخصة

source: query
ar: الإستعلام

source: search log
ar: سجل البحث

source: search logs
ar: سجل البحث

source: member
ar: عضو

source: members
ar: الاعضاء

source: Please enter a value for either the salary field or the property value field.
ar: الرجاء إدخال قيمة لحقل الراتب أو لحقل قيمة العقار.

source: The down payment must be less than property value.
ar: يجب أن تكون الدفعة الأولى أقل من قيمة العقار.

source: No bank supports this loan.
ar: لا بنك يدعم هذه المبلغ

source: Please enter the Hijri date in the correct format
ar: الرجاء إدخال التاريخ الهجري بالصيغة الصحيحة

source: The entered age ({age}) is less than the minimum allowed age ({MIN_ELIGIBLE_AGE_FOR_MORTGAGE}). Please check eligibility for a mortgage.
ar: العمر المدخل ({age}) أقل من الحد الأدنى المسموح به للعمر ({MIN_ELIGIBLE_AGE_FOR_MORTGAGE}). يرجى التحقق من أهلية الحصول على الرهن العقاري.

source: The entered age ({age}) is greater than the maximum allowed age ({MAX_ELIGIBLE_AGE_FOR_MORTGAGE}). Please check eligibility for a mortgage.
ar: العمر المدخل ({age}) أكبر من الحد الأقصى للعمر المسموح به({MAX_ELIGIBLE_AGE_FOR_MORTGAGE}). يرجى التحقق من أهلية الحصول على الرهن العقاري.

source: neighborhood
ar: حيّ

source: neighborhoods
ar: أحياء

source: All Categories
ar: كل التصنيفات

source: Project
ar: المشروع

source: Project Type
ar: نوع المشروع

source: Unit
ar: الوحده

source: Owner
ar: مالك العقار

source: Owner Type
ar: نوع مالك العقار

source: All Users
ar: كل المستخدمين

source: Admin
ar: مشرف

source: Customer
ar: عميل

source: Member
ar: العضو

source: device token
ar: رمز الجهاز

source: English Message
ar: الإشعار بالانجليزي

source: Arabic Message
ar: الإشعار بالعربي

source: role
ar: الدور

source: user
ar: المستخدم

source: device
ar: الجهاز

source: devices
ar: ألأجهزة

source: notification
ar: ألإشعار

source: notifications
ar: الإشعارات

source: category
ar: فئة

source: subcategory
ar: الفئة الفرعية

source: Notification status has been modified successfully.
ar: تم تعديل حالة ألإشعار بنجاح.

source: is manger
ar: مدير

source: owner type
ar: نوع مالك العقار

source: owner
ar: مالك عقار

source: owner types
ar: أنواع ملاك العقارات

source: owners
ar: ملاك العقارات

source: owner_user
ar: مستخدم مالك العقار

source: owner_users
ar: مستخدمين مالك العقار

source: An owner with that phone number already exists.
ar: يوجد مالك عقار مرتبط برقم الهاتف هذا.

source: privacy policy
ar: سياسة الخصوصية

source: Government
ar: حكومي

source: Military
ar: عسكري

source: Medium and Large Companies
ar: شركات متوسطة وكبيرة

source: Small Business
ar: شركات صغيرة

source: Freelance Work
ar: عمل حر

source: This period is already entered.
ar: لقد تم إدخال هذه الفترة بالفعل.

source: start
ar: يبدا

source: end
ar: ينتهي

source: workplace
ar: مكان العمل

source: percentage
ar: نسبة مئوية

source: profit margin
ar: هامش الربح

source: Housing
ar: المساكن

source: Land
ar: الارض

source: sale
ar: بيع

source: rent
ar: اجار

source: shared
ar: مشترك

source: independent
ar: مستقل

source: structure
ar: عضم

source: turnkey
ar: مشطب

source: prefabricated
ar: جاهز

source: available
ar: يوجد

source: unavailable
ar: لا يوجد

source: ready
ar: جاهز

source: unready
ar: غير جاهز

source: about
ar: حول

source: start area
ar: المساحة من

source: end area
ar: المساحة الى

source: start price
ar: السعر من

source: end price
ar: السعر الى

source: units count
ar: عدد الوحدات

source: price url
ar: رابط الاشعار

source: advertisement purpose
ar: غرض الإعلان

source: Advertisement license number
ar: رقم ترخيص الاعلان

source: Advertisement Issue Date
ar: تاريخ اصدار الاعلان

source: Advertisement Expiry Date
ar: تاريخ انتهاء الاعلان

source: license number
ar: رقم الرخصة

source: toilets
ar: عدد دورات المياه

source: rooms
ar: عدد الغرف

source: parking
ar: المواقف

source: elevator
ar: المصاعد

source: garden
ar: الحدائق

source: tanks
ar: الخزانات

source: project status
ar: حالة المشروع

source: air conditions
ar: التكييف

source: sukuk
ar: الصكوك

source: Down Payment
ar: العربون

source: size
ar: الحجم

source: is featured
ar: مميزه

source: agreed at
ar: وافق في

source: project type
ar: نوع المشروع

source: project types
ar: انواع المشاريع

source: projects types
ar: انواع المشاريع

source: project image
ar: صورة المشروع

source: You have reached the maximum allowable number of files. Please remove some files before adding more. The maximum limit is set to {number} files.
ar: لقد وصلت إلى الحد الأقصى المسموح به لعدد الملفات. الرجاء إزالة بعض الملفات قبل إضافة المزيد. تم تعيين الحد الأقصى لملفات {number}.

source: Sorry, but you cannot upload an image larger than {size}. Please choose a smaller image to upload.
ar: عذرًا، لكن لا يمكنك تحميل صورة أكبر من {size}. الرجاء اختيار صورة أصغر لتحميلها.

source: ios
ar: نظام تشغيل الايفون

source: Android
ar: نظام تشغيل الاندرويد

source: web
ar: نظام تشغيل الويب

source: The field version must make a unique.
ar: يجب ان يكون رقم الإصدار فريد

source: release version
ar: رقم الإصدار

source: release types
ar: نوع الإصدار

source: release
ar: الإصدار

source: releases
ar: الإصدارات

source: service
ar: الخدمة

source: services
ar: الخدمات

source: street
ar: الشارع

source: streets
ar: الشوارع

source: tag
ar: الوسم

source: tags
ar: الوسوم

source: Not Started
ar: لم تبداء

source: In Progress
ar: قيد التنفيذ

source: Completed
ar: مكتملة

source: due date
ar: تاريخ الانتهاء

source: task
ar: المهمة

source: tasks
ar: المهام

source: team
ar: الفريق

source: teams
ar: الفرق

source: Ground Floor
ar: الطابق الارضي

source: Available
ar: متاحة

source: Reserved
ar: محجوزه

source: Sold
ar: مباعه

source: floor
ar: الطابق

source: has private sitting room
ar: هل يمتلك غرفة جلوس خاصة

source: has basement parking
ar: تمتلك موقف في القبو

source: uint
ar: الوحده

source: units
ar: الوحدات

source: unit image
ar: صورة الوحدة

source: Male
ar: ذكر

source: Female
ar: انثى

source: gender
ar: الجنس

source: birthdate
ar: تاريخ الولادة

source: users
ar: المستخدمين

source: unknown
ar: مجهول

source: profile
ar: الصفحة الشخصية

source: profiles
ar: الصفحات الشخصية

source: confirmation password
ar: تاكيد كلمة المرور

source: A user with that phone number already exists.
ar: يوجد بالفعل مستخدم برقم الهاتف هذا.

source: A user with that email already exists.
ar: يوجد مستخدم لديه هذا البريد الإلكتروني بالفعل.

source: English
ar: English Language

source: العربية
ar: اللغة العربية

source: Your OTP code:
ar: رمز التحقق:

source: All Rights Reserved
ar: كل الحقوق محفوظة

source: RAZEZ
ar: راكز

source: Account
ar: الصفحة الشخصية

source: Settings
ar: الإعدادات

source: Logout
ar: تسجيل الخروج

source: HOME
ar: الصفحة الرئيسية

source: Dashboard
ar: لوحة التحكم

source: Users management
ar: إدارة المستخدمين

source: Supervisors
ar: المشرفين

source: Customers
ar: العملاء

source: Owners Management
ar: إدارة ملاك العقارات

source: Owner Types
ar: أنواع مالكي العقارات

source: Owners
ar: ملاك العقارات

source: Projects management
ar: إدارة المشاريع

source: Teams Management
ar: إدارة الفرق

source: Members
ar: الاعضاء

source: Teams
ar: الفرق

source: Banners
ar: اللافتات

source: Housing Management
ar: إدارة المساكن

source: Housing Types
ar: انواع المساكن

source: Lands Management
ar: إدارة الاراضي

source: Land Types
ar: انواع الاراضي

source: Lands
ar: الاراضي

source: Complaints Management
ar: إدارة الشكاوي

source: Complaint Types
ar: انواع الشكاوي

source: Banks management
ar: إدارة البنوك

source: Banks
ar: البنوك

source: OTHER
ar: اخرى

source: Notification
ar: الإشعارات

source: THEME SETTINGS
ar: إعدادات الثيم

source: Customize
ar: تخصيص

source: the overall color scheme, sidebar menu, etc.
ar: مخطط الألوان العام ، قائمة الشريط الجانبي ، إلخ.

source: Color Scheme
ar: مخطط الألوان

source: Light Mode
ar: الوضع الافتراضي

source: Dark Mode
ar: الوضع الليلي

source: Width
ar: العرض

source: Fluid
ar: كامل الصفحة

source: Boxed
ar: صندوق

source: Menus (Leftsidebar and Topbar) Position
ar: موضع القوائم (الشريط الجانبي الأيسر والشريط العلوي)

source: Fixed
ar: ثابت

source: Scrollable
ar: قابل للتمرير

source: Left Sidebar Color
ar: لون الشريط الجانبي الأيسر

source: Light
ar: افتراضي

source: Dark
ar: ليلي

source: Brand
ar: ماركة

source: Gradient
ar: انحدار

source: Left Sidebar Size
ar: حجم الشريط الجانبي الأيسر

source: Default
ar: افتراضي

source: Condensed (Extra Small size)
ar: مكثف (حجم صغير جدًا)

source: Compact (Small size)
ar: مدمج (حجم صغير)

source: Sidebar User Info
ar: معلومات المستخدم في الشريط الجانبي

source: Enable
ar: تفعيل

source: Topbar
ar: الشريط العلوى

source: Reset to Default
ar: استعادة الإعدادات الافتراضية

source: Clear All
ar: امسح الكل

source: You do not have an unread notification.
ar: ليس لديك إشعار غير مقروءة.

source: Welcome !
ar: مرحباً !

source: My Account
ar: الصفحة الشخصية

source: Dashboard | Login
ar: لوحة التحكم | تسجيل الدخول

source: Login
ar: تسجيل الدخول

source: Please enter the phone number of your account in the system to be able to access the control panel.
ar: الرجاء إدخال رقم هاتف حسابك في النظام لتتمكن من الوصول إلى لوحة التحكم.

source: Phone Number
ar: رقم الهاتف

source: Password
ar: كلمة المرور

source: Forgot your password?
ar: نسيت كلمة المرور؟

source: Remember me
ar: تذكرني

source: RAKEZ
ar: راكز

source: Dashboard | Logout
ar: لوحة التحكم | تسجيل الخروج

source: See you again !
ar: نراكم مرة أخرى !

source: You are now successfully sign out.
ar: تم تسجيل الخروج بنجاح.

source: Back to
ar: العودة الى

source: Log In
ar: تسجيل الدخول

source: Dashboard | Send OTP
ar: لوحة التحكم | إرسال رمز التحقق

source: Send OTP
ar: ارسال رمز التحقق

source: Dashboard | Verify OTP
ar: لوحة التحكم | التحقق من رمز الدخول

source: Verify OTP
ar: التحقق من رمز الدخول

source: Please enter the verification code that sent to your phone to be able to access the control panel.
ar: الرجاء إدخال رمز التحقق الذي تم إرساله إلى هاتفك لتتمكن من الوصول إلى لوحة التحكم.

source: Dashboard | Create a bank
ar: لوحة التحكم | إضافة بنك

source: Bank management
ar: إدارة البنك

source: Create a bank
ar: إضافة بنك

source: Bank Info
ar: معلومات البنك

source: English Name
ar: الاسم بالانجليزي

source: Arabic Name
ar: الاسم بالعربي

source: Image
ar: الصورة

source: Sort Order
ar: الترتيب

source: English Description
ar: الوصف بالانجليزي

source: Write some descriptions...
ar: اكتب بعض الوصف ...

source: Arabic Description
ar: الوصف بالعربي

source: Create & create another
ar: إضافة & وإضافة اخر

source: Cancel
ar: الغاء

source: Dashboard | Edit bank info
ar: لوحة التحكم | تعديل بيانات البنك

source: Edit bank info
ar: تعديل بيانات البنك

source: Save changes
ar: حفظ التعديلات

source: Dashboard | Bank management
ar: لوحة التحكم | إدارة البنك

source: Search information
ar: معلومات البحث

source: Name
ar: الاسم

source: Created At
ar: أنشئت في

source: Updated At
ar: تم التحديث في

source: Search
ar: بحث

source: Status
ar: الحالة

source: Created at
ar: أنشئت في

source: Updated at
ar: تم التحديث في

source: Action
ar: الحدث

source: Dashboard | Create an banner
ar: لوحة التحكم | إنشاء لافتة

source: Banner management
ar: إدارة البانر

source: Create a banner
ar: إضافة بانر

source: Owner Info
ar: معلومات مالك العقار

source: English Title
ar: العنوان بالانجليزي

source: Arabic Title
ar: العنوان بالعربي

source: English Subtitle
ar: العنوان الفرعي بالانجليزي

source: Arabic Subtitle
ar: العنوان الفرعي بالعربي

source: Projects Info
ar: المشاريع

source: add a project
ar: إضافة مشروع

source: Save
ar: حفظ

source: Dashboard | Edit banner info
ar: لوحة التحكم | تعديل معلومات البانر

source: Edit banner info
ar: تعديل معلومات البانر

source: Banner Info
ar: معلومات البانر

source: Dashboard | Banner management
ar: لوحة التحكم | إدارة البانر

source: Dashboard | Create a city
ar: لوحة التحكم | إضافة مدينة

source: City management
ar: إدارة المدن

source: Create a city
ar: إضافة مدينة

source: City Info
ar: معلومات المدينة

source: Country Info
ar: معلومات الدولة

source: Country
ar: الدولة

source: Dashboard | Edit city info
ar: لوحة التحكم | تعديل معلومات المدينة

source: Edit city info
ar: تعديل معلومات المدينة

source: Dashboard | City management
ar: لوحة التحكم | إدارة المدن

source: Dashboard | Create a Complaint
ar: لوحة التحكم | إضافة ارض

source: Complaints management
ar: إدارة الشكاوي

source: Create an Complaint
ar: إضافة شكوى

source: Create a Complaint type
ar: إضافة نوع شكوى

source: Complaint Info
ar: معلومات الشكوى

source: English complaint
ar: الشكوى بالانجليزي

source: Arabic complaint
ar: الشكوى بالعربي

source: Complaint Type
ar: نوع الشكوى

source: Note
ar: ملاحظات

source: Write some notes...
ar: اكتب بعض الملاحظات ...

source: Complaint Type management
ar: إدارة أنواع الشكاوي

source: Create an Complaint Type
ar: إضافة نوع الشكوى

source: Create an Complaint type
ar: إضافة نوع شكوى

source: Complaint Type Info
ar: معلومات نوع الشكوى

source: Dashboard | Edit complaint type info
ar: لوحة التحكم | تعديل معلومات نوع الشكوى

source: complaint Type management
ar: إدارة أنواع الشكاوي

source: complaint Type Info
ar: معلومات نوع الشكوى

source: Dashboard | Complaint Type management
ar: لوحة التحكم | إدارة انواع الشكاوي

source: Dashboard | Edit complaint info
ar: لوحة التحكم | تعديل معلومات الشكاوي

source: Complaint management
ar: إدارة الشكاوي

source: Dashboard | Edit Configuration
ar: لوحة التحكم | تعديل التكوين

source: Edit Configuration
ar: تعديل التكوين

source: Dashboard | Create a customer
ar: لوحة التحكم | إضافة عميل

source: Customer management
ar: إدارة العملاء

source: Create a customer
ar: إضافة عميل

source: Customer Info
ar: معلومات العميل

source: City
ar: المدينة

source: Expected Budget
ar: الميزانية المتوقعة

source: Gender
ar: الجنس

source: Birthdate
ar: تاريخ الولادة

source: Login Info
ar: معلومات المصادقة

source: Username
ar: إسم المستخدم

source: Email Address
ar: عنوان البريد الإلكتروني

source: Role
ar: الدور

source: Password Info
ar: معلومات كلمة المرور

source: Confirm Password
ar: تاكيد كلمة المرور

source: Interests Info
ar: معلومات الاهتمامات

source: add an interest
ar: إضافة اهتمام

source: Interest
ar: الاهتمام

source: Stats customer data
ar: إحصائيات المستخدمين

source: Activities
ar: النشاطات

source: Favorites
ar: المفضلات

source: Last Login
ar: آخر تسجيل دخول

source: Owners Favorites
ar: مفضلات ملاك العقارات

source: Owner Name
ar: إسم مالك العقار

source: Projects Favorites
ar: مفضلات المشاريع

source: Project Name
ar: إسم المشروع

source: Histories
ar: الارشيفات

source: Model Name
ar: اسم المودل

source: Dashboard | Edit customer data
ar: لوحة التحكم | تعديل بيانات العميل

source: Edit customer data
ar: تعديل بيانات العميل

source: interests Info
ar: معلومات الاهتمامات

source: interest
ar: الاهتمامات

source: Dashboard | Customer management
ar: لوحة التحكم | إدارة لبعملاء

source: Export a Customer
ar: تصدير العملاء

source: Last Log In
ar: آخر تسجيل دخول

source: Dashboard | Create a facility
ar: لوحة التحكم | إضافة مرافق

source: Facility management
ar: إدارة المرافق

source: Create a facility
ar: إضافة مرفق

source: Facility Info
ar: معلومات المرفق

source: Icon
ar: الايكون

source: Dashboard | Edit facility info
ar: لوحة التحكم | تعديل معلومات المرفق

source: Edit facility info
ar: تعديل معلومات المرفق

source: Dashboard | Facility management
ar: لوحة التحكم | إدارة المرافق

source: Dashboard | Create a question
ar: لوحة التحكم | إضافة سؤال

source: FAQ management
ar: إدارة الاسئله الشائعه

source: Create a question
ar: إضافة سؤال

source: FAQ Info
ar: معلومات الاسئلة الشائعة

source: English Question
ar: السؤال بالانجليزي

source: Arabic Question
ar: السؤال بالعربي

source: English Answer
ar: الاجابه بالانجليزي

source: Please enter the conditions in English language
ar: الرجاء إضافة الشروط باللغة الانجليزية

source: Arabic Answer
ar: الاجابه بالعربي

source: Please enter the conditions in Arabic language
ar: الرجاء إضافة شروط باللغة العربية

source: Dashboard | Edit question info
ar: لوحة التحكم | تعديل بيانات السؤال

source: Edit question info
ar: تعديل بيانات السؤال

source: Dashboard | FAQ management
ar: لوحة التحكم | إدارة الاسئله

source: Dashboard | Create a feature
ar: لوحة التحكم | إضافة ميزه

source: Feature management
ar: إدارة المميزات

source: Create a feature
ar: إضافة ميزه

source: Feature Info
ar: معلومات المميزات

source: Dashboard | Edit feature info
ar: لوحة التحكم | تعديل بيانات المميزات

source: Edit feature info
ar: تعديل بيانات المميزات

source: Dashboard | Feature management
ar: لوحة التحكم | إدارة المميزات

source: Dashboard | Create a Fomo Message
ar: لوحة التحكم | إضافة رسالة Fomo

source: fomo message Info
ar: معلومات عن رسالة Fomo

source: Dashboard | Edit Fomo Message info
ar: لوحة التحكم | تعديل معلومات رسالة Fomo

source: Fomo Message Info
ar: معلومات عن رسالة Fomo

source: Dashboard | Fomo Message management
ar: لوحة التحكم | إدارة رسايل Fomo

source: Fomo Message management
ar: إدارة رسايل Fomo

source: Create a Fomo Message
ar: إضافة رسالة Fomo

source: Dashboard | Create a Guarantee
ar: لوحة التحكم | إضافة ضمان

source: Guarantee management
ar: إدارة الضمانات

source: Create a Guarantee
ar: إضافة ضمان

source: Guarantee Info
ar: معلومات الضمانات

source: English Name Guarantee Type
ar: نوع الضمان بالانجليزي

source: Arabic Name Guarantee Type
ar: نوع الضمان بالعربي

source: Guarantee period
ar: مدة الضمان

source: Edit guarantee info
ar: تعديل معلومات الضمان

source: Dashboard | Guarantee management
ar: لوحة التحكم | إدارة الضمانات

source: Create a guarantee
ar: إضافة ضمانه

source: English Guarantee Type Name
ar: إسم نوع الضمان بالانجليزي

source: Arabic Guarantee Type Name
ar: إسم نوع الضمان بالعربي

source: Dashboard | Create a housing
ar: لوحة التحكم | إضافة مسكن

source: Housing management
ar: إدارة المساكن

source: Create a Housing
ar: إضافة مسكن

source: Create a housing
ar: إضافة مسكن

source: Project Info
ar: معلومات المشروع

source: License Number
ar: رقم الرخصة

source: Parking
ar: المواقف

source: Guard Number
ar: رقم الحارس

source: Tanks
ar: الخزانات

source: Sukuk
ar: الصكوك

source: Air Condition
ar: التكييف

source: Project Status
ar: حالة المشروع

source: Elevator
ar: المصاعد

source: Garden
ar: الحدائق

source: Price Link
ar: رابط الاسعار

source: Is Featured
ar: مميز

source: English About
ar: المحتوى بالانجليزي

source: Arabic About
ar: المحتوى بالعربي

source: Advertisement Info
ar: معلومات الاعلان

source: Advertisement Purpose
ar: غرض الإعلان

source: Advertisement License Number
ar: رقم ترخيص الاعلان

source: Location Info
ar: معلومات العنوان

source: Neighborhood
ar: الحي

source: Street
ar: الشارع

source: Latitude
ar: خط العرض

source: Longitude
ar: خط الطول

source: Project Type Info
ar: معلومات نوع المشروع

source: add a type
ar: إضافة نوع

source: Team Info
ar: معلومات مالك العقار

source: add a team
ar: إضافة فريق

source: Features Info
ar: معلومات المميزات

source: add a feature
ar: إضافة ميزة

source: add a guarantee
ar: إضافة ضمان

source: Facilities Info
ar: معلومات المرافق

source: add a facility
ar: إضافة مرفق

source: Services Info
ar: معلومات الخدمات

source: add a service
ar: إضافة خدمة

source: Images Info
ar: معلومات الصور

source: Type
ar: النوع

source: Team
ar: الفريق

source: Feature
ar: الميزة

source: Guarantee
ar: الضمان

source: Facility
ar: المرفق

source: Service
ar: الخدمة

source: Dashboard | Stats housing info
ar: لوحة التحكم | إحصائيات المسكن

source: Stats housing info
ar: إحصائيات المسكن

source: Last Updated
ar: اخر تحديث

source: User
ar: المستخدم

source: Dashboard | Create a housing type
ar: لوحة التحكم | إنشاء نوع مسكن

source: Housing Type management
ar: إدارة أنواع المساكن

source: Create a Housing Type
ar: إضافة نوع مسكن

source: Create a housing type
ar: إضافة نوع مسكن

source: Housing Type Info
ar: معلومات نوع المسكن

source: Dashboard | Edit housing type info
ar: لوحة التحكم | تعديل معلومات نوع المسكن
