Repository: ahmeddeveloper55/assignment_task
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Edit housing type info
ar: تعديل معلومات نوع المسكن

source: Dashboard | Housing Type management
ar: لوحة التحكم | إدارة انواع المساكن

source: Dashboard | Edit housing info
ar: لوحة التحكم | تعديل بيانات نوع المسكن

source: Edit housing info
ar: تعديل بيانات نوع المسكن

source: Toilets
ar: عدد دورات المياه

source: Rooms
ar: عدد الغرف

source: Project Types Info
ar: معلومات انواع المشاريع

source: create a type
ar: إضافة نوع

source: Teams Info
ar: معلومات الفرق

source: create a team
ar: إضافة فريق

source: Remove file
ar: حذف الملف

source: Create a type
ar: إضافة نوع

source: Create a team
ar: إضافة فريق

source: Dashboard | Housing management
ar: لوحة التحكم | إدارة المساكن

source: Export a housing
ar: تصدير المساكن

source: Import a housing
ar: استيراد المساكن

source: Start Area
ar: المساحة من

source: End Area
ar: المساحة الى

source: Start Price
ar: السعر من

source: End Price
ar: السعر الى

source: Start Toilets Number
ar: عدد دورات المياه (من)

source: End Toilets Number
ar: عدد دورات المياه (الى)

source: Start Rooms Number
ar: عدد الغرف (من)

source: End Rooms Number
ar: عدد الغرف (الى)

source: Arabic Uint Name
ar: إسم الوحده بالعربي

source: English Uint Name
ar: إسم الوحده بالانجليزي

source: Uint Status
ar: حالة الوحده

source: Uints
ar: الوحدات

source: importer a housing
ar: استيراد المساكن

source: File
ar: ملف

source: Import
ar: استيراد

source: Customers Barchart
ar: مخطط العملاء

source: Weekly Stats
ar: إحصائيات أسبوعية

source: Monthly Stats
ar: إحصائيات شهرية

source: Yearly Stats
ar: إحصائيات سنوية

source: Project Category
ar: اصناف المشاريع

source: Properties Barchart
ar: مخطط الإعلانات العقارية

source: Properties
ar: الإعلانات العقارية

source: Owners Barchart
ar: مخطط ملاك العقارات

source: Dashboard | Create a land
ar: لوحة التحكم | إضافة ارض

source: Land management
ar: إدارة الارض

source: Create a Land
ar: إضافة ارض

source: Create a land
ar: إضافة ارض

source: Dashboard | Stats land info
ar: لوحة التحكم | إحصائيات الارض

source: Stats land info
ar: إحصائيات الارض

source: Dashboard | Create a land type
ar: لوحة التحكم | إنشاء نوع ارض

source: Land Type management
ar: إدارة أنواع الاراضي

source: Create a Land Type
ar: إضافة نوع ارض

source: Create a land type
ar: إضافة نوع ارض

source: Land Type Info
ar: معلومات نوع الارض

source: Dashboard | Edit land type info
ar: لوحة التحكم | تعديل معلومات نوع الارض

source: Edit land type info
ar: تعديل معلومات نوع الارض

source: Dashboard | Land Type management
ar: لوحة التحكم | إدارة انواع الاراضي

source: Dashboard | Edit land info
ar: لوحة التحكم | تعديل نوع الارض

source: Edit land info
ar: تعديل نوع الارض

source: Dashboard | Land management
ar: لوحة التحكم | إدارة الاراضي

source: Export a land
ar: تصدير الاراضي

source: Import a land
ar: استيراد الاراضي

source: importer a land
ar: استيراد الاراضي

source: Dashboard | Create a member
ar: لوحة التحكم | إضافة عضو

source: Member management
ar: إدارة الاعضاء

source: Create a member
ar: إضافة عضو

source: Member Info
ar: معلومات العضو

source: Dashboard | Edit member data
ar: لوحة التحكم | تعديل بيانات العضو

source: Edit member data
ar: تعديل بيانات العضو

source: Dashboard | Member management
ar: لوحة التحكم | إدارة الاعضاء

source: Dashboard | Create a neighborhood
ar: لوحة التحكم | إضافة حي

source: Neighborhood management
ar: إدارة ألأحياء

source: Create a neighborhood
ar: إنشاء حي

source: Neighborhood Info
ar: معلومات الحي

source: Dashboard | Edit neighborhood info
ar: لوحة التحكم | تعديل معلومات الحي

source: Edit neighborhood info
ar: تعديل معلومات الحي

source: Dashboard | Neighborhood management
ar: لوحة التحكم | إدارة ألأحياء

source: Dashboard | Send notification
ar: لوحة التحكم | إرسال إشعار

source: Notification management
ar: إدارة الإشعارات

source: Send Notification
ar: إرسال إشعار

source: Recipient data
ar: بيانات المستلم

source: Category
ar: الصنف

source: Subcategory
ar: فئة فرعية

source: Notification Subcategories
ar: الإشعارات الفرعية

source: Custom Users
ar: مستخدم مخصص

source: Dashboard | Notification management
ar: لوحة التحكم | إدارة الإشعارات

source: Send a notification
ar: إرسال إشعار

source: Verb English Language
ar: الرسالة باللغة الانجليزية

source: Verb Arabic Language
ar: الرسالة باللغة العربية

source: Actor
ar: الفاعل

source: Verb
ar: الرسالة

source: Dashboard | Create an owner
ar: لوحة التحكم | إضافة مالك عقار

source: Owner management
ar: إدارة ملاك العقارات

source: Create an Owner
ar: إضافة مالك عقار

source: Create an owner type
ar: إضافة نوع مالك عقار

source: Cover Image
ar: صورة الخلفيه

source: licenses
ar: الرخص

source: create a license
ar: إضافة رخصة

source: Number
ar: الرقم

source: Contacts
ar: جهات الاتصال

source: create a contact
ar: إضافة جهة اتصال

source: Create a license
ar: إضافة رخصة

source: License Name
ar: إصم الرخصة

source: Create a contact
ar: إضافة جهة اتصال

source: Contact Phone Number
ar: رقم الهاتف

source: Stats owner info
ar: إخصائيات مالك العقار

source: Dashboard | Create an owner type
ar: لوحة التحكم | إنشاء نوع مالك العقار

source: Owner Type management
ar: إدارة أنواع ملاك العقارات

source: Create an Owner Type
ar: إضافة نوع مالك عقار

source: Owner Type Info
ar: معلومات نوع مالك العقار

source: Dashboard | Edit owner type info
ar: لوحة التحكم | تعديل معلومات نوع مالك العقار

source: Edit owner type info
ar: تعديل معلومات نوع مالك العقار

source: Dashboard | Owner Type management
ar: لوحة التحكم | إدارة انواع مالكي العقارات

source: Dashboard | Edit owner info
ar: لوحة التحكم | تعديل بيانات نوع مالك العقار

source: Edit owner info
ar: تعديل بيانات نوع مالك العقار

source: Dashboard | Owner management
ar: لوحة التحكم | إدارة ملاك العقارات

source: Create an owner
ar: إضافة مالك عقار

source: Logo
ar: الشعار

source: Privacy Policy management
ar: إدارة سياسة الخصوصية

source: Privacy Policy Info
ar: معلومات سياسة الخصوصية

source: Dashboard | Privacy Policy management
ar: لوحة التحكم | إدارة سياسة الخصوصية

source: User Profile
ar: معلومات المستخدم

source: Account Info
ar: معلومات الحساب

source: Dashboard | Create a profit margin
ar: لوحة التحكم | إضافة هامش ربح

source: Bank
ar: البنك

source: Profit Margin Info
ar: معلومات هامش الربح

source: Start
ar: يبدا من

source: End
ar: نهاية الى

source: Workplace
ar: مكان العمل

source: Profit Margin Percentage
ar: نسبة هامش الربح

source: Dashboard | Edit profit margin
ar: لوحة التحكم | تعديل بيانات هامش الربح

source: Dashboard | Profit Margin management
ar: لوحة التحكم | إدارة هوامش الربح

source: Profit Margin management
ar: إدارة هوامش الربح

source: Create a profit margin
ar: إضافة هامش ربح

source: Dashboard | Create a release
ar: لوحة التحكم | إضافة إصدار

source: Release Info
ar: معلومات الإصدار

source: Version
ar: الإصدار

source: Types
ar: الانواع

source: Dashboard | Edit release info
ar: لوحة التحكم | تعديل بيانات الإصدار

source: Dashboard | Release management
ar: لوحة التحكم | إدارة الإصدارات

source: Release management
ar: إدارة الإصدارات

source: Create a release
ar: إضافة إصدار

source: Release Type
ar: نوع الإصدار

source: Dashboard | Create a service
ar: لوحة التحكم | إضافة خدمة

source: Service management
ar: إدارة الخدمات

source: Create a service
ar: إضافة خدمة

source: Service Info
ar: معلومات الخدمة

source: Dashboard | Edit service info
ar: لوحة التحكم | تعديل بيانات الخدمة

source: Edit service info
ar: تعديل بيانات الخدمة

source: Dashboard | Service management
ar: لوحة التحكم | إدارة الخدمات

source: Dashboard | Settings
ar: لوحة التحكم | الإعدادات

source: Rakez Settings
ar: إعدادات راكز

source: Rakez Settings Management
ar: إدارة إعدادات راكز

source: Manage Config
ar: إدارة التكوين

source: The "Manage Config" button serves as a convenient gateway, granting users the ability to effortlessly view, create, update, and delete config data within the Rakez Management System.
ar: يعد زر "إدارة التكوين" بوابة ملائمة للمستخدمين لعرض بيانات التكوين وإنشائه وتحديثه وحذفه بسهولة داخل نظام إدارة راكز.

source: Manage Cities
ar: إدارة المدن

source: The "Manage City" button serves as a convenient gateway, granting users the ability to effortlessly view, create, update, and delete city data within the Rakez Management System.
ar: يعد زر "إدارة المدن" بوابة ملائمة للمستخدمين لعرض بيانات المدينة وإنشائها وتحديثها وحذفها بسهولة داخل نظام إدارة راكز.

source: Manage Neighborhoods
ar: إدارة ألأحياء

source: The "Manage Neighborhoods" button serves as a convenient gateway, granting users the ability to effortlessly view, create, update, and delete neighborhood data within the Rakez Management System.
ar: يعمل زر "إدارة الأحياء" كبوابة ملائمة ، حيث يمنح المستخدمين القدرة على عرض بيانات الحي وإنشاؤها وتحديثها وحذفها بسهولة داخل نظام إدارة راكز.

source: Manage Streets
ar: إدارة الشوارع

source: The "Manage Streets" button provides users with a convenient gateway to effortlessly view, create, update, and delete street data within the Rakez Management System.
ar: يعمل زر "إدارة الشوارع" كبوابة ملائمة ، حيث يمنح المستخدمين القدرة على عرض بيانات الشارع وإنشاؤها وتحديثها وحذفها بسهولة داخل نظام إدارة راكز.

source: Manage Tags
ar: إدارة الوسوم

source: The "Manage Tags" button serves as a convenient gateway, granting users the ability to effortlessly view, create, update, and delete tag data within the Rakez Management System.
ar: يعمل زر "إدارة الوسوم" كبوابة ملائمة ، حيث يمنح المستخدمين القدرة على عرض بيانات الوسم وإنشاؤها وتحديثها وحذفها بسهولة داخل نظام إدارة راكز.

source: Manage Releases
ar: إدارة الإصدارات

source: The "Manage Releases" button provides users with a convenient gateway to effortlessly view, create, update, and delete releases data within the Rakez Management System.
ar: يعمل زر "إدارة الإصدارات" كبوابة ملائمة ، حيث يمنح المستخدمين القدرة على عرض بيانات الإصدارات وإنشاؤها وتحديثها وحذفها بسهولة داخل نظام إدارة راكز.

source: Manage Fomo Messages
ar: إدارة رسايل Fomo

source: The "Manage Fomo Messages" button provides users with a convenient gateway to effortlessly view, create, update, and delete Fomo Messages data within the Rakez Management System.
ar: يعمل زر "إدارة رسايل Fomo" كبوابة ملائمة ، حيث يمنح المستخدمين القدرة على عرض بيانات رسايل Fomo وإنشاؤها وتحديثها وحذفها بسهولة داخل نظام راكز.

source: Manage Facilities
ar: إدارة المرافق والخدمات القريبة

source: The "Manage Facilities" button provides users with a convenient gateway to effortlessly view, create, update, and delete facilities data within the Stayro Management System.
ar: يعمل زر "إدارة المرافق والخدمات القريبة" كبوابة ملائمة ، حيث يمنح المستخدمين القدرة على عرض بيانات الخدمات والمرافق وإنشاؤها وتحديثها وحذفها بسهولة داخل نظام إدارة راكز.

source: Manage Features
ar: إدارة المميزات

source: The "Manage Features" button provides users with a convenient gateway to effortlessly view, create, update, and delete Features data within the Stayro Management System.
ar: يعمل زر "إدارة المميزات" كبوابة ملائمة ، حيث يمنح المستخدمين القدرة على عرض بيانات المميزات وإنشاؤها وتحديثها وحذفها بسهولة داخل نظام إدارة راكز.

source: Manage Guarantee
ar: إدارة الضمانات

source: The "Manage guarantees" button provides users with a convenient gateway to effortlessly view, create, update, and delete Guarantees data within the Wahadat Management System.
ar: يعمل زر "إدارة الضمانات" كبوابة ملائمة ، حيث يمنح المستخدمين القدرة على عرض بيانات الضمان وإنشاؤها وتحديثها وحذفها بسهولة داخل نظام إدارة راكز.

source: Manage Services
ar: إدارة الخدمات

source: The "Manage Services" button provides users with a convenient gateway to effortlessly view, create, update, and delete Services data within the Stayro Management System.
ar: يعمل زر "إدارة الخدمات" كبوابة ملائمة ، حيث يمنح المستخدمين القدرة على عرض بيانات الخدمات وإنشاؤها وتحديثها وحذفها بسهولة داخل نظام إدارة راكز.

source: Manage FAQ
ar: إدارة الأسئلة الشائعة

source: The "FAQ" button provides users with a convenient gateway to effortlessly view, create, update, and delete faq data within the Rakez Management System.
ar: يعمل زر "الأسئلة الشائعة" كبوابة ملائمة ، حيث يمنح المستخدمين القدرة على عرض بيانات الأسئلة الشائعة وإنشاؤها وتحديثها وحذفها بسهولة داخل نظام إدارة راكز.

source: Manage Terms and Conditions
ar: إدارة الشروط والاحكام

source: The "Terms and Conditions" button provides users with a convenient gateway to effortlessly view, create, update, and delete terms and conditions data within the Rakez Management System.
ar: يعمل زر "إدارة الشروط والاحكام" كبوابة ملائمة ، حيث يمنح المستخدمين القدرة على عرض بيانات الشروط والاحكام وإنشاؤها وتحديثها وحذفها بسهولة داخل نظام إدارة راكز.

source: Manage Privacy Policy
ar: إدارة سياسة الخصوصية

source: The "Manage Privacy Policy" button provides users with a convenient gateway to effortlessly view, create, update, and delete privacy policy data within the Rakez Management System.
ar: يعمل زر "إدارة سياسات الخصوصية" كبوابة ملائمة ، حيث يمنح المستخدمين القدرة على عرض بيانات سياسة الخصوصيه وإنشاؤها وتحديثها وحذفها بسهولة داخل نظام إدارة راكز.

source: Dashboard | Create a street
ar: لوحة التحكم | إضافة شارع

source: Street management
ar: إدارة الشوارع

source: Create a street
ar: إضافة شارع

source: street Info
ar: معلومات الشارع

source: Dashboard | Edit street info
ar: لوحة التحكم | تعديل بيانات الشارع

source: Edit street info
ar: تعديل معلومات الشارع

source: Dashboard | Street management
ar: لوحة التحكم | إدارة الشوارع

source: Dashboard | Create a supervisor
ar: لوحة التحكم | إضافة مشرف

source: Supervisor management
ar: إدارة المشرفين

source: Create a supervisor
ar: إضافة مشرف

source: Supervisor Info
ar: معلومات المشرفين

source: Dashboard | Edit supervisor data
ar: لوحة التحكم | تعديل بيانات المشرفين

source: Edit supervisor data
ar: تعديل بيانات المشرف

source: Dashboard | Supervisor management
ar: لوحة التحكم | إدارة المشرفين

source: Dashboard | Create a tag
ar: لوحة التحكم | إضافة وسم

source: Tag Info
ar: معلومات الوسم

source: Dashboard | Edit tag info
ar: لوحة التحكم | تعديل معلومات الوسم

source: Dashboard | Tag management
ar: لوحة التحكم | إدارة الوسم

source: Tag management
ar: إدارة الوسم

source: Create a tag
ar: إضافة وسم

source: Dashboard | Create a team
ar: لوحة التحكم | إضافة فريق

source: Team management
ar: إدارة الفرق

source: Members Info
ar: معلومات الاعضاء

source: add a member
ar: إضافة عضو

source: Dashboard | Edit team info
ar: لوحة التحكم | تعديل بيانات الفريق

source: Edit team info
ar: تعديل بيانات الفريق

source: Dashboard | Team management
ar: لوحة التحكم | إدارة الفرق

source: Dashboard | Create a terms and conditions
ar: لوحة التحكم | إنشاء الشروط والاحكام

source: Terms And Conditions management
ar: إدارة الشروط والاحكام

source: Create a terms and conditions
ar: إضافة الشروط والاحكام

source: Terms and Conditions Info
ar: معلومات الشروط والاحكام

source: Dashboard | Edit terms and conditions info
ar: لوحة التحكم | تعديل بيانات الشروط والاحكام

source: Edit terms and conditions info
ar: تعديل معلومات الشروط والاحكام

source: Dashboard | Terms and Conditions management
ar: لوحة التحكم | إدارة الإشعارات

source: Terms and Conditions management
ar: لوحة التحكم | إدارة الشروط والاحكام

source: Dashboard | Create a Uint
ar: لوحة التحكم | إضافة وحده

source: Uint management
ar: إدارة الوحده

source: Create a Uint
ar: إضافة وحده

source: Area
ar: المساحة

source: Price
ar: السعر

source: Floor
ar: الطابق

source: Has Private Sitting Room
ar: يوجد بها غرفة مجلس خاص

source: Has Basement Parking
ar: تمتلك موقف في القبو

source: Dashboard | Edit a unit
ar: لوحة التحكم | تعديل معلومات الوحده

source: Edit a unit
ar: تعديل بيانات الوحده

source: Dashboard | Unit management
ar: لوحة التحكم | إدارة الوحده

source: Project management
ar: إدارة المشاريع

source: Unit management
ar: إدارة الوحده

source: Create a unit
ar: إضافة وحده

source: Export a units
ar: تصدير الوحدات

source: Import a units
ar: استيراد الوحدات

source: Number of Rooms
ar: عدد الغرف

source: Number of Toilets
ar: عدد دورات المياه

source: Meter Price
ar: السعر بالمتر

source: importer a units
ar: استيراد الوحدات
